<template>
  <div class="mybox">
    <div class="box-title">
      <span class="my-title"> 标题 </span>
      <span class="my-time">2020-2-17</span>
    </div>
    <span class="my-describe"
      >内容简介：这本书的作者是“海伦*凯勒”，是以自传的形式，描述了她在盲、聋、哑世界中的感受和经历。
      海伦在她一..\r\n\r\n本文《《假如给我三天光明》读后感500字》由小学生作文大全整理，仅供参考。如果觉得很不错，欢迎点评和分享～感谢你的阅读与支持！\r\n\r\n这本书的作者是“海伦*凯勒”，是以自传的形式，描述了她在盲、聋、哑世界中的感受和经历。\r\n\r\n海伦在她一岁半时生了一场重病，因此，双目失明、双耳失聪。这给她带来了极大地打击。每天生活在黑暗和无声的世界里，她的脾气变得越来越暴躁。有两个人给她带来了希望。一个叫“沙利文”的老师来到了她的身边，开始教她学习盲文。海伦学习非常刻苦，每天为了练习摸盲文，小手都摸出了血，但她仍然坚持学习。另一个，是盲哑老师“萨勒”萨勒老师让海伦体会怎样发音，靠触觉教海伦学习说话。由于，海伦即听不见又看不见学习起来就非常困难了。可是，海伦并没有放弃，每天都反复读着单词和句子，直到自己感觉对了为止。在她坚持不懈的努力下，她终于学会了说话和写字，能够和正常人交流。\r\n\r\n后来，海伦通过自己的努力，在聋哑学校以优异的成绩考上了当时很好的一所学校——剑桥女子中学。最后她实现了自己的梦想考上了，正常人都很难考上的哈佛大学德克利夫学院。\r\n\r\n看了这本书后，我觉得自己实在是太渺小。我所遇到的困难跟海伦比起来实在微不足道。就拿踢毽子来说，一开始我就只能踢几个，踢时间长了腿会觉得酸痛，就会休息不再踢了，妈妈不断地鼓励下，现在我已经比妈妈踢得还多。我悟出了一个道理，做任何事贵在坚持和不怕吃苦。\r\n\r\n我的写作一直是我最头痛的，每每遇到写作我都会很烦躁。现在我要学会面对，找到好的方法去改变自己。\r\n\r\n第二篇：假如给我三天光明读后感500字左右\r\n\r\n今天，我读完了海伦。凯勒的自传《假如给我三天光明》，看完这本书，我的内心十分震撼。\r\n\r\n海伦在十九个月的时候就不幸患病，双目失明，双耳失聪，但是她没有对生活失去勇气，凭着这自己顽强的毅力，以及超乎常人的努力，在1904年以优异的成绩毕业于哈佛大学，毕业后，她在美国及世界各地发表演说，为残疾人的教育事业筹集资金，她的精神与意志赢得了世界各国的崇敬。\r\n\r\n看完这本书，我的内心久久都不能平静，心想：我们现在基本上都是独生子女，面对困难，就如同温室里的花朵一般，不堪一击，当我读完了《假如给我三天光明》以后，就被海伦不屈不饶的精神所打动了。\r\n\r\n我想我以后要做一个海伦。凯勒一样自强不息，乐观向上的人。在面对困难和打击的时候，我们要像海伦一样，不是怨天尤人，放弃自己，而是以乐观向上的心态去面对，最终克服困难，取得成功。其实我们比海伦。凯勒更加的幸运，我们有着健全的身体，良好的学习环境，优秀的老师——从现在开始，我们要抓紧每分每秒，不能让光阴虚度，也不能埋怨放弃，要好好珍惜自己所拥有的，努力学习，以微笑面对厄运，用自己顽强的毅力来克服困难，以杰出的成就来显示生命的价值。\r\n\r\n《假如给我三天光明》这本书告诉我一个道理：一个人最难能可贵的是有着坚忍不拔，积极向上的优秀品质，当我们具备了这种品质，就可以克服一切困难，成为一个杰出的人。</span
    >
  </div>
</template>

<script>
export default {
  name: "mybox",
  components: {},
};
</script>

<style>
.mybox {
  border: 2px solid pink;
  width: 100%;
  height: 200px;
  flex-direction: column;
  padding: 10px 25px;
  margin-bottom: 20px;
}
.my-title {
  font-size: 30px;
  font-weight: 600;
  line-height: 60px;
}
.my-time {
  float: right;
  line-height: 60px;
}
.my-describe {
  font-size: 13px;
  color: #666;
  display: flex;
  height: 140px;
  overflow: hidden;
}
</style>
